Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# ENROLL_FORGOT_NO_DEVICES_TITLE_PASSCODE
source: If you can‘t remember the passcode for %@ “%@”, you can approve this Mac using another device.
ar: إذا كنت لا تتذكر رمز دخول %@ ‏"%@"، يمكنك الموافقة على هذا الـ Mac من جهاز آخر.
bg: Ако не помните кода за %@ „%@“, можете да одобрите този Mac, като използвате друго устройство.
bn: যদি আপনার %@ “%@”-এর পাসকোডটি মনে না থাকে তাহলে আপনি অন্য একটি ডিভাইস ব্যবহার করে এই Mac-টি অনুমোদন করতে পারবেন।
ca: Si has oblidat el codi del dispositiu %@ “%@”, pots aprovar aquest Mac des d’un altre dispositiu.
cs: Pokud si nepamatujete kód k zařízení %@ „%@“, můžete tento Mac schválit pomocí jiného zařízení.
da: Hvis du ikke kan huske koden til %@ “%@”, kan du godkende denne Mac vha. en anden enhed.
de: Wenn du den %@-Code für „%@“ vergessen hast, kannst du diesen Mac von einem anderen Gerät bestätigen.
el: Αν δεν θυμάστε τον κωδικό για το %@ «%@», μπορείτε να εγκρίνετε αυτό το Mac από άλλη συσκευή.
es: Si no recuerdas el código del %@ “%@”, puedes aprobar este Mac desde otro dispositivo.
es_419: Si no recuerdas el código del %@ “%@”, puedes aprobar esta Mac mediante otro dispositivo.
fi: Jos et muista laitteen ”%2$@” (%1$@) pääsykoodia, voit hyväksyä tämän Macin toisella laitteella.
fr: Si vous ne vous souvenez pas du code de votre %@ « %@ », vous pouvez autoriser ce Mac à l’aide d’un autre appareil.
fr_ca: Si vous ne parvenez pas à vous souvenir du code de votre %@ « %@ », autorisez ce Mac à l’aide d’un autre appareil.
gu: જો તમને %1$@ “%2$@”નો પાસકોડ યાદ આવતો ન હોય તો તમે બીજા ડિવાઇસનો ઉપયોગ કરીને આ Macને અનુમતિ આપી શકો છો.
he: אם אינך זוכר/ת את קוד הגישה של %@ ‏״%@״, באפשרותך לאשר את ה-Mac הזה ממכשיר אחר.
hi: यदि आपको %1$@ “%2$@” का पासकोड याद नहीं आ रहा हो, तो आप किसी अन्य डिवाइस से इस Mac को अनुमोदित कर ^[सकते हैं](inflect: true)।
hr: Ako se ne možete sjetiti šifre za %@ “%@”, možete odobriti ovaj Mac pomoću drugog uređaja.
hu: Ha nem emlékszik a(z) „%2$@” %1$@ jelkódjára, akkor egy másik eszközzel jóváhagyhatja ezt a Macet.
id: Jika Anda tidak dapat mengingat kode sandi untuk %@ “%@”, Anda dapat menyetujui Mac ini dari perangkat lain.
it: Se non ricordi il codice di %@ (%@), puoi approvare questo Mac da un altro dispositivo.
ja: %@ “%@”のパスコードをお忘れの場合は、別のデバイスでこのMacを承認できます。
kk: %@ «%@» үшін құпиякодты еске түсіре алмасаңыз, осы Mac құрылғысын басқа құрылғының көмегімен бекітуге болады.
kn: %@ “%@ಗೆ ಸಂಬಂಧಿಸಿದ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ಇನ್ನೊಂದು ಸಾಧನವನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಈ Mac ಅನ್ನು ಅನುಮೋದಿಸಬಹುದು.
ko: ‘%2$@’ %1$@의 암호가 기억나지 않는 경우, 다른 기기를 사용하여 이 Mac을 승인할 수 있습니다.
lt: Jei negalite prisiminti „%@“ įrenginio „%@“ prieigos kodo, šį „Mac“ galite patvirtinti naudodami kitą įrenginį.
ml: %@ ‘%@’ എന്നതിനുള്ള പാസ്കോഡ് ഓർമയില്ലെങ്കിൽ, നിങ്ങൾക്ക് മറ്റൊരു ഡിവൈസ് ഉപയോഗിച്ച് ഈ Mac-നെ അംഗീകരിക്കാനാകും.
mr: जर तुम्हाला %@ ‘%@’ पासकोड लक्षात नसेल, तर तुम्ही दुसरा डिव्हाइस वापरून ह्या Mac ला मान्यता देऊ शकता.
ms: Jika anda tidak mengingati kod laluan untuk %@ “%@”, anda boleh meluluskan Mac ini menggunakan peranti lain.
nl: Als je de toegangscode voor de %@ '%@' niet meer weet, kun je deze Mac autoriseren vanaf een ander apparaat.
no: Hvis du har glemt koden til %@-enheten «%@», kan du godkjenne denne Macen fra en annen enhet.
or: ଯଦି ଆପଣ %@ “%@” ପାଇଁ ପାସ୍‌କୋଡ୍ ମନେପକାଇ ପାରୁନାହାନ୍ତି, ତେବେ ଅନ୍ୟ ଡିଭାଇସ୍ ବ୍ୟବହାର କରି ଏହି Mac ପାଇଁ ଅନୁମୋଦନ କରିପାରିବେ।
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ %@ “%@” ਦਾ ਪਾਸਕੋਡ ਯਾਦ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ Mac ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਸਕਦੇ ਹੋ।
pl: Jeśli nie pamiętasz kodu tego urządzenia (%@ „%@”), możesz zatwierdzić tego Maca z innego urządzenia.
pt_br: Se você não se lembra do código do %@ “%@”, você pode aprovar este Mac de outro dispositivo.
pt_pt: Se não se lembra do código do %@ “%@”, pode aprovar este Mac noutro dispositivo.
ro: Dacă nu vă puteți aminti codul de acces pentru %@‑ul „%@”, puteți să aprobați acest Mac utilizând un alt dispozitiv.
ru: Если Вы не помните код-пароль для %@ «%@», Вы можете подтвердить этот Mac с помощью другого устройства.
sk: Ak si nemôžete spomenúť na kód pre %@ „%@“, môžete tento Mac schváliť pomocou iného zariadenia.
sl: Če se ne morete spomniti kode za dostop za napravo %@ »%@«, lahko ta Mac odobrite z drugo napravo.
sv: Om du inte kommer ihåg lösenkoden för din %@ ”%@” kan du godkänna datorn med en annan enhet.
ta: %@“%@”க்கான பாஸ்கோடு நினைவில் இல்லையெனில், மற்றொரு சாதனத்தைப் பயன்படுத்தி இந்த Macஐ அங்கீகரிக்கலாம்.
te: మీకు %@ “%@” పాస్‌కోడ్ గుర్తురాకపోతే, మీరు మరో డివైజ్‌ను ఉపయోగించి ఈ Mac‌ను ఆమోదించవచ్చు.
th: ถ้าคุณจำรหัสของ%[tt]@ “%@” ไม่ได้ คุณสามารถอนุญาต Mac เครื่องนี้ได้โดยใช้อุปกรณ์เครื่องอื่น
tr: “%2$@” adlı %1$@ parolasını anımsayamıyorsanız bu Mac’i başka bir aygıtı kullanarak onaylayabilirsiniz.
uk: Якщо ви не памʼятаєте код допуску для %@ «%@», цей Mac можна схвалити з іншого пристрою.
ur: ‏⁨“%2$@”%1$@⁩ کا پاس کوڈ یاد نہ ہونے کی صورت میں آپ کسی دوسرے ڈیوائس کے ذریعے اس ‏Mac کو منظوری دے سکتے ہیں۔
vi: Nếu bạn không thể nhớ mật mã cho %@ “%@”, bạn có thể phê duyệt máy Mac này bằng một thiết bị khác.
zh_cn: 若忘记%@“%@”的密码，你可以使用另一台设备批准这台Mac。
zh_hk: 如果你記不起%@「%@」的密碼，你可以在另一部裝置上認可此Mac。
zh_tw: 若不記得%@「%@」的密碼，你可以使用其他裝置來核准這部Mac。

# FORGOT_TITLE
source: Forgot password?
ar: هل نسيت كلمة السر؟
bg: Забравена парола?
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomenuté heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε το συνθηματικό;
es: ¿Has olvidado tu contraseña?
es_419: ¿Olvidaste tu contraseña?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
fr_ca: Mot de passe oublié?
gu: તમારો પાસવર્ડ ભૂલી ગયા છો?
he: שכחת את הסיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszót?
id: Lupa kata sandi?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか?
kk: Құпиясөзді ұмытып қалдыңыз ба?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತುಹೋಗಿದೆಯೇ?
ko: 암호를 잊어버렸습니까?
lt: Pamiršote slaptažodį?
ml: പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात का?
ms: Terlupa kata laluan?
nl: Wachtwoord vergeten?
no: Glemt passordet?
or: ପାସ୍‌ୱର୍ଡ୍ ଭୁଲିଯାଇଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
pt_pt: Não se lembra da palavra‑passe?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sv: Har du glömt lösenordet?
ta: பாஸ்வேர்டு மறந்துவிட்டதா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
th: ลืมรหัสผ่านใช่ไหม
tr: Parolayı mı unuttunuz?
uk: Забули пароль?
ur: پاس ورڈ بھول گئے؟
vi: Quên mật khẩu?
zh_cn: 忘记密码？
zh_hk: 忘記密碼？
zh_tw: 忘記密碼？

# SIGN_IN_WITH_APPLE_PICKER
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
bg: Вход с Apple
bn: Apple দিয়ে সাইন ইন করুন
ca: Inici de sessió amb Apple
cs: Přihlášení přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
el: Σύνδεση μέσω Apple
es: Iniciar sesión con Apple
es_419: Iniciar sesión con Apple
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
fr_ca: Connexion avec Apple
gu: Apple દ્વારા સાઇન ઇન કરો
he: התחברות באמצעות Apple
hi: Apple से साइन इन करें
hr: Prijava s Appleom
hu: Bejelentkezés az Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
kk: Apple арқылы жүйеге кіру
kn: Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Apple로 로그인
lt: Prisijungti naudojant „Apple“
ml: Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: ‘Apple सह साइन इन करा’
ms: Daftar masuk dengan Apple
nl: Log in met Apple
no: Logg på med Apple
or: Apple ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się, używając konta Apple
pt_br: Iniciar sessão com a Apple
pt_pt: Iniciar sessão com a Apple
ro: Autentificați‑vă cu Apple
ru: Вход с Apple
sk: Prihlásenie cez Apple
sl: Vpis z računom Apple
sv: Logga in med Apple
ta: Apple மூலம் உள்நுழையவும்
te: Appleతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วย Apple
tr: Apple ile Giriş Yap
uk: Вхід з Apple
ur: ‏Apple سے سائن اِن کریں
vi: Đăng nhập bằng Apple
zh_cn: 通过Apple登录
zh_hk: 使用Apple登入
zh_tw: 使用Apple登入

# DEPLETED_ATTEMPTS_ERROR_MSG_PASSCODE
source: Choose a device to enter its passcode.
ar: اختر جهازًا لإدخال رمز الدخول الخاص به.
bg: Изберете устройство, за да въведете неговия код.
bn: একটি ডিভাইস নির্বাচন করে সেটির পাসকোড লিখুন।
ca: Selecciona un dispositiu per introduir‑ne el codi.
cs: Vyberte zařízení, jehož kód chcete zadat.
da: Vælg en enhed for at indtaste dens kode.
de: Wähle ein Gerät aus und gib dessen Code ein.
el: Επιλέξτε συσκευή για να εισαγάγετε τον κωδικό της.
es: Selecciona un dispositivo para introducir su código.
es_419: Elige un dispositivo para ingresar su código.
fi: Valitse laite, jonka pääsykoodi syötetään.
fr: Choisissez un appareil pour saisir son code.
fr_ca: Choisissez un appareil pour entrer son code.
gu: પાસકોડ એંટર કરવા માટે ડિવાઇસ પસંદ કરો.
he: יש לבחור מכשיר כדי להזין את קוד הגישה שלו.
hi: पासकोड दर्ज करने के लिए कोई डिवाइस चुनें।
hr: Odaberite uređaj za unos njegove šifre.
hu: Válasszon ki egy eszközt a jelkódja megadásához.
id: Pilih perangkat untuk memasukkan kode sandinya.
it: Seleziona un dispositivo e inserisci il codice.
ja: デバイスを選択してそのパスコードを入力してください。
kk: Құпиясөзін енгізу керек құрылғыны таңдаңыз.
kn: ಸಾಧನದ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಲು ಅದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 암호를 입력할 기기를 선택하십시오.
lt: Pasirinkite įrenginį, kad galėtumėte įvesti jo prieigos kodą.
ml: അതിന്റെ പാസ്കോഡ് നൽകാൻ ഡിവൈസ് തിരഞ്ഞെടുക്കൂ.
mr: त्याचा पासकोड प्रविष्ट करण्यासाठी एक डिव्हाइस निवडा.
ms: Pilih peranti untuk memasukkan kod laluannya.
nl: Kies een apparaat om de toegangscode ervan in te voeren.
no: Velg en enhet for å skrive inn koden for den.
or: ପାସ୍‌କୋଡ୍ ଲେଖିବା ପାଇଁ ଏକ ଡିଭାଇସ୍ ଚୟନ କରନ୍ତୁ।
pa: ਪਾਸਕੋਡ ਭਰਨ ਲਈ ਕੋਈ ਡਿਵਾਈਸ ਚੁਣੋ।
pl: Wybierz urządzenie, aby wprowadzić jego kod.
pt_br: Escolha um dispositivo para digitar seu código.
pt_pt: Escolha um dispositivo para digitar o respetivo código.
ro: Alegeți un dispozitiv pentru a‑i introduce codul de acces.
ru: Выберите устройство для ввода его код‑пароля.
sk: Vyberte zariadenie a zadajte jeho kód.
sl: Izberite napravo, da vnesete njeno kodo za dostop.
sv: Välj en enhet för att ange dess lösenkod.
ta: பாஸ்கோடை உள்ளிட சாதனத்தைத் தேர்வு செய்யவும்.
te: దీని పాస్‌కోడ్‌ని నమోదు చేయడానికి డివైజ్‌ని ఎంచుకోండి.
th: เลือกอุปกรณ์เพื่อป้อนรหัสของเครื่อง
tr: Parolasını gireceğiniz bir aygıt seçin.
uk: Виберіть пристрій, щоб ввести його код допуску.
ur: پاس کوڈ درج کرنے کے لیے کسی ڈیوائس کا انتخاب کریں۔
vi: Chọn một thiết bị để nhập mật mã.
zh_cn: 选取设备以输入密码。
zh_hk: 選擇裝置以輸入其密碼。
zh_tw: 選擇裝置來輸入密碼。

# SIGN_IN_HEADER_REBRAND_SERVICE_IMESSAGE
source: Sign in to iMessage with your Apple Account
ar: تسجيل الدخول إلى iMessage باستخدام حساب Apple
bg: Влезте във iMessage с вашата Apple регистрация
bn: আপনার Apple অ্যাকাউন্টের মাধ্যমে iMessage-এ সাইন ইন করুন
ca: Inici de sessió a l’iMessage amb el compte d’Apple
cs: Přihlaste se k iMessage pod svým účtem Apple
da: Log ind på iMessage med din Apple‑konto
de: Mit Apple Account bei iMessage anmelden
el: Συνδεθείτε στο iMessage με τον λογαριασμό Apple σας
es: Inicia sesión en iMessage con tu cuenta de Apple
es_419: Inicia sesión en iMessage con tu cuenta de Apple
fi: Kirjaudu iMessageen Apple-tilillä
fr: Connectez-vous à iMessage avec votre compte Apple.
fr_ca: Connectez-vous à iMessage avec votre compte Apple.
gu: તમારા Apple અકાઉંટથી iMessageમાં સાઇન ઇન કરો
he: יש להתחבר ל-iMessage עם חשבון ה-Apple
hi: अपने Apple खाते से iMessage में साइन इन करें
hr: Prijavite se na iMessage svojim Apple računom
hu: Bejelentkezés az iMessage‑be az Apple-fiókjával
id: Masuk ke iMessage dengan Akun Apple Anda
it: Accedi ad iMessage con Apple Account
ja: Apple AccountでiMessageにサインインしてください
kk: iMessage сервисіне Apple аккаунты арқылы кіру
kn: ನಿಮ್ಮ Apple ಖಾತೆ ಮೂಲಕ iMessageಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 사용자의 Apple 계정으로 iMessage에 로그인
lt: Prisijunkite prie „iMessage“ naudodami „Apple“ paskyrą
ml: iMessage‍-‍ൽ നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: तुमच्या Apple अकाउंटने iMessage मध्ये साइन इन करा
ms: Daftar masuk ke iMessage dengan Akaun Apple anda
nl: Log in bij iMessage met je Apple Account
no: Logg på iMessage med Apple-kontoen din
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍ ସାହାଯ୍ଯରେ iMessageରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਆਪਣੇ Apple ਖਾਤੇ ਨਾਲ iMessage ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się w iMessage, używając konta Apple
pt_br: Inicie a sessão no iMessage com a sua Conta Apple
pt_pt: Iniciar sessão em iMessage com a conta Apple
ro: Autentificați‑vă la iMessage utilizând contul Apple
ru: Вход в iMessage с Аккаунтом Apple
sk: Prihláste sa do iMessage pomocou svojho Apple účtu
sl: Vpis v storitev iMessage z računom Apple
sv: Logga in på iMessage med ditt Apple‑konto
ta: உங்கள் Apple கணக்கைப் பயன்படுத்தி iMessageஇல் உள்நுழையுங்கள்
te: మీ Apple ఖాతాతో iMessageకు సైన్ ఇన్ చేయండి
th: ลงชื่อเข้า iMessage ด้วยบัญชี Apple ของคุณ
tr: iMessage’a Apple Hesabı’nızla giriş yapın
uk: Увійдіть в iMessage зі своїм обліковим записом Apple
ur: اپنے ‏Apple اکاؤنٹ سے ‏iMessage میں سائن اِن کریں
vi: Đăng nhập vào iMessage bằng Tài khoản Apple của bạn
zh_cn: 通过Apple账户登录iMessage信息
zh_hk: 使用你的Apple帳户登入iMessage
zh_tw: 使用你的「Apple帳號」登入iMessage

# SIGN_IN_HEADER_REBRAND_SERVICE_ITUNES
source: Sign in to your Apple Account
ar: تسجيل الدخول إلى حساب Apple
bg: Вход във вашата Apple регистрация
bn: আপনার Apple অ্যাকাউন্টে সাইন ইন করুন
ca: Inici de sessió al compte d’Apple
cs: Přihlaste se ke svému účtu Apple
da: Log ind på din Apple‑konto
de: Bei Apple Account anmelden
el: Συνδεθείτε στον λογαριασμό Apple σας
es: Inicia sesión en tu cuenta de Apple
es_419: Inicia sesión con tu cuenta de Apple
fi: Kirjaudu Apple-tilille
fr: Connectez-vous à votre compte Apple
fr_ca: Connectez-vous à votre compte Apple
gu: તમારા Apple અકાઉંટમાં સાઇન ઇન કરો
he: יש להתחבר לחשבון ה-Apple
hi: अपने Apple खाते में साइन इन करें
hr: Prijavite se u svoj Apple račun
hu: Bejelentkezés az Apple‑fiókjába
id: Masuk ke Akun Apple Anda
it: Accedi con Apple Account
ja: Apple Accountにサインインしてください
kk: Apple аккаунтыңызға кіру
kn: ನಿಮ್ಮ Apple ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Apple 계정에 로그인
lt: Prisijunkite prie savo „Apple“ paskyros
ml: നിങ്ങളുടെ Apple അക്കൗണ്ടിലേക്ക് സൈൻ ഇൻ ചെയ്യൂ
mr: तुमच्या Apple अकाउंटमध्ये साइन इन करा
ms: Daftar masuk ke Akaun Apple anda
nl: Log in bij je Apple Account
no: Logg på Apple-kontoen din
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍‌ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਆਪਣੇ Apple ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ-ਇਨ ਕਰੋ
pl: Zaloguj się na koncie Apple
pt_br: Inicie a Sessão na sua Conta Apple
pt_pt: Inicie sessão na sua conta Apple
ro: Autentificați‑vă în contul Apple
ru: Войдите в свою учетную запись Apple
sk: Prihláste sa do svojho Apple účtu
sl: Vpišite se v račun Apple
sv: Logga in på ditt Apple‑konto
ta: உங்கள் Apple கணக்கில் உள்நுழையுங்கள்
te: మీ Apple ఖాతాకు సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าบัญชี Apple ของคุณ
tr: Apple Hesabı’nıza giriş yapın
uk: Увійдіть в обліковий запис Apple
ur: اپنے Apple اکاؤنٹ میں سائن اِن کریں
vi: Đăng nhập vào Tài khoản Apple của bạn
zh_cn: 登录Apple账户
zh_hk: 登入你的Apple帳户
zh_tw: 登入「Apple帳號」

# ENROLL_PASSWORD_ENTRY_IFORGOT_BUTTON
source: Forgot?
ar: هل نسيت؟
bg: Забравена?
bn: ভুলে গেছেন?
ca: L’has oblidat?
cs: Zapomněli jste?
da: Glemt?
de: Vergessen?
el: Το ξεχάσατε;
es: ¿Olvidada?
es_419: ¿Se te olvidó?
fi: Unohditko?
fr: Oublié ?
fr_ca: Oublié?
gu: ભૂલી ગયા છો?
he: שכחת?
hi: भूल गए?
hr: Zaboravili ste?
hu: Elfelejtette?
id: Lupa?
it: Dimenticato?
ja: お忘れですか?
kk: Ұмыттыңыз ба?
kn: ಮರೆತುಹೋಗಿದೆಯೇ?
ko: 잊어버렸습니까?
lt: Pamiršote?
ml: മറന്നോ?
mr: विसरलात?
ms: Terlupa?
nl: Vergeten?
no: Glemt?
or: ଭୁଲିଯାଇଛନ୍ତି?
pa: ਕੀ ਭੁੱਲ ਗਏ ਹੋ?
pl: Nie pamiętasz?
pt_br: Esqueceu?
pt_pt: Não se lembra?
ro: Ați uitat?
ru: Забыли?
sk: Zabudli ste?
sl: Ste pozabili geslo?
sv: Glömt?
ta: நீக்கவா?
te: మర్చిపోయారా?
th: ลืมใช่ไหม
tr: Unuttunuz mu?
uk: Забули?
ur: بھول گئے؟
vi: Quên?
zh_cn: 忘记了？
zh_hk: 忘記了？
zh_tw: 忘記密碼？

# ENROLL_GENERIC_MACHINE_MESSAGE_PASSCODE
source: Your passcode is encrypted and cannot be read by Apple.
ar: رمز الدخول الخاص بك مشفر ولا يمكن قراءته من قِبل شركة Apple.
bg: Вашият код е криптиран и не може да бъде разчетен от Apple.
bn: আপনার পাসকোডটি এনক্রিপ্ট করা আছে ও এটি Apple পড়তে পারবে না।
ca: El codi està encriptat i Apple no el pot llegir.
cs: Váš kód je zašifrovaný a společnost Apple k němu nemá přístup.
da: Din kode er krypteret og kan ikke læses af Apple.
de: Dein Code ist verschlüsselt und kann von Apple nicht gelesen werden.
el: Ο κωδικός σας είναι κρυπτογραφημένος και δεν μπορεί να αναγνωστεί από την Apple.
es: Tu código está encriptado y Apple no podrá leerlo.
es_419: Tu código está encriptado y Apple no puede leerlo.
fi: Pääsykoodisi on salattu, eikä Apple voi lukea sitä.
fr: Votre code est chiffré et ne peut pas être lu par Apple.
fr_ca: Votre code est chiffré et ne peut pas être lu par Apple.
gu: તમારો પાસકોડ એંક્રિપ્ટ કરેલો છે અને તે Apple દ્વારા વાંચી શકાતો નથી.
he: קוד הגישה שלך מוצפן ו-Apple אינה יכולה לקרוא אותו.
hi: आपका पासकोड एंक्रिप्टेड है और उसे Apple द्वारा पढ़ा नहीं जा सकता है।
hr: Vaša šifra je kriptirana i Apple je ne može čitati.
hu: A jelkódja titkosítva van, és az Apple nem tudja elolvasni ezeket az adatokat.
id: Kode sandi Anda dienkripsi dan tidak dapat dibaca oleh Apple.
it: Il codice è in formato crittografato e non può essere letto da Apple.
ja: パスコードは暗号化されるため、Appleが読み取ることはできません。
kk: Құпиякодыңыз шифрланған және оны Apple оқи алмайды.
kn: ನಿಮ್ಮ ಪಾಸ್‌ಕೋಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿರುತ್ತದೆ ಹಾಗೂ Appleಗೆ ಓದಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 사용자의 암호는 암호화되어 있어서 Apple이 읽을 수 없습니다.
lt: Jūsų prieigos kodas šifruojamas ir „Apple“ negali jo perskaityti.
ml: നിങ്ങളുടെ പാസ്കോഡ് എൻക്രിപ്റ്റ് ചെയ്യപ്പെട്ടിരിക്കുന്നതിനാൽ, Apple-ന് വായിക്കാനാകില്ല.
mr: तुमचा पासकोड एनक्रिप्टेड आहे आणि Apple द्वारे वाचला जाऊ शकत नाही.
ms: Kod laluan anda disulitkan dan tidak boleh dibaca oleh Apple.
nl: Je toegangscode is versleuteld en kan niet door Apple worden gelezen.
no: Koden din krypteres og kan ikke leses av Apple.
or: ଆପଣଙ୍କ ପାସ୍‌କୋଡ୍ ଏନ୍‌କ୍ରିପ୍ଟ୍ ହୋଇଛି ଏବଂ ଏହାକୁ Apple ଦ୍ୱାରା ପଢ଼ାଯାଇପାରିବ ନାହିଁ।
pa: ਤੁਹਾਡਾ ਪਾਸਕੋਡ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਇਸ ਨੂੰ Apple ਦੁਆਰਾ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Kod jest szyfrowany; Apple nie może go odczytać.
pt_br: Seu código é criptografado e não pode ser lido pela Apple.
pt_pt: O seu código é cifrado e não pode ser acedido pela Apple.
ro: Codul dvs. de acces este criptat și nu poate fi citit de Apple.
ru: Ваш код‑пароль зашифрован и не может быть прочитан Apple.
sk: Váš kód je zašifrovaný a Apple ho nedokáže prečítať.
sl: Vaša koda za dostop je šifrirana in je Apple ne more prebrati.
sv: Lösenkoden är krypterad och kan inte läsas av Apple.
ta: உங்கள் பாஸ்கோடு என்கிரிப்ட் செய்யப்பட்டுள்ளதால், அதை Appleஆல் படிக்க முடியாது.
te: మీ పాస్‌కోడ్ ఎన్‌క్రిప్ట్ చేయబడింది మరియు దీన్ని చదవడం Appleకి వీలుకాదు.
th: รหัสของคุณจะถูกเข้ารหัสและ Apple ไม่สามารถอ่านได้
tr: Parolanız şifrelenir ve Apple tarafından okunamaz.
uk: Ваш код допуску зашифровано і Apple не може його прочитати.
ur: آپ کا پاس کوڈ انکرپٹڈ ہے اور ‏Apple اسے نہیں پڑھ سکتا۔
vi: Mật mã của bạn được mã hóa và Apple không thể đọc được.
zh_cn: 你的密码已经过加密，无法被Apple读取。
zh_hk: 你的密碼已加密，Apple將無法讀取。
zh_tw: 會加密你的密碼，讓Apple無法讀取。
